<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title>Document</title>
</head>
<body>
	Генератор політики конфіденційності програми
Створіть загальну Політику конфіденційності та Умови використання для своїх програм
Створено Nishant та співавторамисерце  .

TwitterВідмова від відповідальностіЗірки GitHub


Генератор політики конфіденційності додатків є БЕЗКОШТОВНИМ , але для його роботи та оновлення потрібні гроші.
Якщо ви можете це зробити, подумайте про те, щоб зробити свій внесок:

Спонсоруєте мене на Github 👨🏻‍💻
Купуєш мені чашку ☕
Якщо ви не можете внести кошти, поділіться цим із друзями: Twitter, Linkedin, Facebook, Reddit

...або додати відгук/коментар у Гостьовій книзі проекту 🤗

Готово!
Тепер сядьте зручніше і виберіть тип документа, який ви хочете створити:




Точність створеної політики конфіденційності та положень та умов на цьому веб-сайті не є юридично обов’язковою. Використовуйте на свій страх і ризик.

Прочитайте повний текст Відмови від відповідальності тут


Політика конфіденційності
[Розробник/назва компанії] створив додаток TodoList як [відкритий код/безкоштовний/безкоштовний/з підтримкою реклами/комерційний]. Цю ПОСЛУГУ надає [розробник/назва компанії] [безкоштовно] і призначено для використання як є.

Ця сторінка використовується для інформування відвідувачів щодо [моєї/нашої] політики щодо збору, використання та розкриття особистої інформації, якщо хтось вирішив скористатися [моєю/нашою] послугою.

Якщо ви вирішите використовувати [мій/наш] сервіс, ви погоджуєтеся на збір і використання інформації стосовно цієї політики. Особиста інформація, яку [я/ми] збираємо, використовується для надання та покращення Сервісу. [Я/Ми] не використовуватимемо вашу інформацію та не передамо її нікому, крім випадків, описаних у цій Політиці конфіденційності.

Терміни, які використовуються в цій Політиці конфіденційності, мають таке ж значення, що й у наших Умовах використання, які доступні на TodoList, якщо інше не визначено в цій Політиці конфіденційності.

Збір і використання інформації

Для кращого досвіду під час користування нашою Сервісом [я/ми] можемо вимагати від вас надати нам певну особисту інформацію [додайте сюди іншу інформацію, яку ви збираєте, наприклад ім’я користувача, адресу, місцезнаходження, зображення] Інформація, яку [я/ Ми] запит [зберігатиметься на вашому пристрої та жодним чином не збиратиметься [мною/нами]]/[зберігатиметься нами та використовуватиметься, як описано в цій політиці конфіденційності].

Додаток використовує сторонні служби, які можуть збирати інформацію, яка використовується для вашої ідентифікації.

Посилання на політику конфіденційності сторонніх постачальників послуг, які використовуються програмою

Сервіси Google Play
Дані журналу

[Я/ми] хочемо повідомити вам, що щоразу, коли ви користуєтеся [моєю/нашою] послугою, у разі помилки в додатку [я/ми] збираємо дані та інформацію (через сторонні продукти) на вашому телефоні під назвою Log Дані. Ці дані журналу можуть містити таку інформацію, як адреса Інтернет-протоколу («IP») вашого пристрою, назва пристрою, версія операційної системи, конфігурація програми під час використання [моєї/нашої] Послуги, час і дата використання вами Послуги. та інші статистичні дані.

Печиво

Файли cookie – це файли з невеликою кількістю даних, які зазвичай використовуються як анонімні унікальні ідентифікатори. Вони надсилаються у ваш браузер із веб-сайтів, які ви відвідуєте, і зберігаються у внутрішній пам’яті вашого пристрою.

Ця служба не використовує ці «куки» явно. Однак програма може використовувати код і бібліотеки сторонніх розробників, які використовують «куки» для збору інформації та покращення своїх послуг. У вас є можливість прийняти або відмовитися від цих файлів cookie та знати, коли файли cookie надсилаються на ваш пристрій. Якщо ви вирішите відмовитися від наших файлів cookie, можливо, ви не зможете використовувати деякі частини цієї служби.

Постачальники послуг

[Я/Ми] можемо наймати сторонні компанії та осіб з таких причин:

Щоб полегшити наш сервіс;
Для надання Сервісу від нашого імені;
Надавати послуги, пов’язані з послугами; або
Щоб допомогти нам проаналізувати, як використовується наш Сервіс.
[Я/ми] хочемо повідомити користувачів цієї послуги, що ці треті сторони мають доступ до їх особистої інформації. Причина — виконання покладених на них завдань від нашого імені. Однак вони зобов’язані не розголошувати та не використовувати інформацію для будь-яких інших цілей.

Безпека

[Я/ми] цінуємо вашу довіру щодо надання нам вашої Особистої інформації, тому ми намагаємося використовувати комерційно прийнятні засоби її захисту. Але пам’ятайте, що жоден метод передачі через Інтернет або метод електронного зберігання не є на 100% безпечним і надійним, і [Я/Ми] не можемо гарантувати його абсолютну безпеку.

Посилання на інші сайти

Ця служба може містити посилання на інші сайти. Якщо ви клацнете посилання третьої сторони, вас буде спрямовано на цей сайт. Зауважте, що ці зовнішні сайти не керуються [я/ми]. Тому [я/ми] наполегливо радимо вам переглянути Політику конфіденційності цих веб-сайтів. [Я/Ми] не контролюємо та не несемо відповідальності за вміст, політику конфіденційності чи практику будь-яких сторонніх сайтів чи служб.

Конфіденційність дітей

Ці Послуги не призначені для осіб віком до 13 років. [Я/ми] свідомо не збираємо особисту інформацію дітей віком до 13 років. Якщо [я/ми] виявляємо, що дитина віком до 13 років надала [мені/нам] особисту інформацію, [я/ми] негайно видаляємо її з наших серверів. Якщо ви є батьком або опікуном і знаєте, що ваша дитина надала нам особисту інформацію, будь ласка, зв’яжіться зі [мною/нами], щоб [я/ми] міг виконати необхідні дії.

Зміни в цій Політиці конфіденційності

[Я/Ми] можемо час від часу оновлювати нашу Політику конфіденційності. Тому радимо періодично переглядати цю сторінку на предмет будь-яких змін. [Я/Ми] повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці.

Ця політика діє з 26.10.2022

Зв'яжіться з нами

Якщо у вас є будь-які запитання чи пропозиції щодо [моєї/нашої] Політики конфіденційності, не соромтеся зв’язуватися [зі мною/нами] за адресою semcisin14@gmail.com.

Цю сторінку політики конфіденційності було створено на privacypolicytemplate.net і змінено/згенеровано App Privacy Policy Generator
</body>
</html>